tap "homebrew/bundle"
tap "homebrew/services"
tap "udaypatel1/nba"
brew "argocd"
brew "openssl@3"
brew "bat"
brew "calc"
brew "cfonts"
brew "chruby"
brew "cocoapods"
brew "coreutils"
brew "dust"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "figlet"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "ios-deploy"
brew "node"
brew "jupyterlab"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libimobiledevice"
brew "lolcat"
brew "openjdk"
brew "maven"
brew "mcfly"
brew "micro"
brew "navi"
brew "neovim"
brew "nvm"
brew "postgresql@14"
brew "protobuf"
brew "redis"
brew "ripgrep"
brew "rqlite"
brew "ruby-install"
brew "shc"
brew "sk"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "viu"
brew "watchman"
brew "xcodegen"
brew "yarn"
brew "zoxide"
brew "udaypatel1/nba/nba"
vscode "1yib.rust-bundle"
vscode "adpyke.codesnap"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "be5invis.vscode-custom-css"
vscode "beardedbear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "firsttris.vscode-jest-runner"
vscode "ginfuru.ginfuru-vscode-jekyll-syntax"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "jonathan-yeung.mark-sharp"
vscode "mguellsegarra.highlight-on-copy"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "rust-lang.rust-analyzer"
vscode "sallar.vscode-duotone-dark"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "tal7aouy.theme"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "teabyii.ayu"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "wix.vscode-import-cost"
vscode "zxh404.vscode-proto3"
